Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.export.download.hint
source: Fetches a copy of everything Known holds about you
ar: يجلب نسخة من كل ما يحتفظ به «معروف» عنك
bn: Known আপনার সম্পর্কে যা রাখে তার একটি কপি আনে
ca: Obté una còpia de tot el que Known té sobre tu
cs: Stáhne kopii všeho, co o tobě Known uchovává
da: Henter en kopi af alt, Known har om dig
de: Lädt eine Kopie von allem, was Known über dich speichert
el: Κατεβάζει αντίγραφο όλων όσων κρατά το Known για εσένα
es: Obtiene una copia de todo lo que Known guarda sobre ti
fi: Hakee kopion kaikesta, mitä Known tietää sinusta
fr: Récupère une copie de tout ce que Known détient sur vous
he: מוריד עותק של כל מה ש-Known מחזיקה עליך
hi: Known के पास आपके बारे में जो कुछ है उसकी कॉपी लाता है
hr: Dohvaća kopiju svega što Known drži o tebi
hu: Letölti a Known által rólad tárolt összes adat másolatát
id: Mengambil salinan semua yang disimpan Known tentangmu
it: Recupera una copia di tutto ciò che Known ha su di te
ja: Knownが保有するあなたに関するすべての情報のコピーを取得します
ko: Known이 가진 내 모든 정보의 사본을 가져와요
ml: Known നിങ്ങളെക്കുറിച്ച് സൂക്ഷിക്കുന്ന എല്ലാറ്റിന്റെയും ഒരു പകർപ്പ് എടുക്കുന്നു
ms: Mengambil salinan segala yang Known simpan tentang anda
nb: Henter en kopi av alt Known har om deg
nl: Haalt een kopie op van alles wat Known over je heeft
pl: Pobiera kopię wszystkiego, co Known o Tobie przechowuje
pt_br: Baixa uma cópia de tudo o que o Known guarda sobre você
pt_pt: Obtém uma cópia de tudo o que a Known guarda sobre si
ro: Preia o copie a tot ce deține Known despre tine
ru: Загружает копию всего, что Known хранит о вас
sk: Stiahne kópiu všetkého, čo o tebe Known uchováva
sv: Hämtar en kopia av allt Known har om dig
ta: Known உங்களைப் பற்றி வைத்திருக்கும் அனைத்தின் நகலைப் பெறும்
te: Known వద్ద మీ గురించి ఉన్న ప్రతిదాని కాపీని తీసుకువస్తుంది
th: ดึงสำเนาทุกอย่างที่ Known เก็บเกี่ยวกับคุณ
tr: Known'un sizinle ilgili tuttuğu her şeyin bir kopyasını getirir
uk: Отримує копію всього, що Known зберігає про вас
ur: Known کے پاس آپ کے بارے میں موجود ہر چیز کی کاپی حاصل کرتا ہے
vi: Tải một bản sao mọi thứ Known lưu về bạn
zh_hans: 获取 Known 保存的关于你的全部内容的副本
zh_hant: 取得 Known 所保存的關於你的全部資料副本

# account.export.downloadAgain
source: Download again
ar: نزّل مرة أخرى
bn: আবার ডাউনলোড করুন
ca: Torna a descarregar
cs: Stáhnout znovu
da: Hent igen
de: Erneut herunterladen
el: Νέα λήψη
es: Descargar de nuevo
fi: Lataa uudelleen
fr: Télécharger à nouveau
he: הורד שוב
hi: फिर से डाउनलोड करें
hr: Preuzmi ponovno
hu: Letöltés újra
id: Unduh lagi
it: Scarica di nuovo
ja: もう一度ダウンロード
ko: 다시 다운로드
ml: വീണ്ടും ഡൗൺലോഡ് ചെയ്യുക
ms: Muat turun semula
nb: Last ned på nytt
nl: Opnieuw downloaden
pl: Pobierz ponownie
pt_br: Baixar novamente
pt_pt: Transferir novamente
ro: Descarcă din nou
ru: Скачать снова
sk: Stiahnuť znova
sv: Ladda ner igen
ta: மீண்டும் பதிவிறக்கு
te: మళ్లీ డౌన్‌లోడ్ చేయి
th: ดาวน์โหลดอีกครั้ง
tr: Yeniden indir
uk: Завантажити ще раз
ur: دوبارہ ڈاؤن لوڈ کریں
vi: Tải lại
zh_hans: 再次下载
zh_hant: 再次下載

# account.export.share
source: Save or share
ar: احفظ أو شارك
bn: সেভ বা শেয়ার করুন
ca: Desa o comparteix
cs: Uložit nebo sdílet
da: Gem eller del
de: Sichern oder teilen
el: Αποθήκευση ή κοινοποίηση
es: Guardar o compartir
fi: Tallenna tai jaa
fr: Enregistrer ou partager
he: שמירה או שיתוף
hi: सेव करें या शेयर करें
hr: Spremi ili podijeli
hu: Mentés vagy megosztás
id: Simpan atau bagikan
it: Salva o condividi
ja: 保存または共有
ko: 저장 또는 공유
ml: സേവ് ചെയ്യുക അല്ലെങ്കിൽ പങ്കിടുക
ms: Simpan atau kongsi
nb: Lagre eller del
nl: Bewaren of delen
pl: Zapisz lub udostępnij
pt_br: Salvar ou compartilhar
pt_pt: Guardar ou partilhar
ro: Salvează sau trimite
ru: Сохранить или поделиться
sk: Uložiť alebo zdieľať
sv: Spara eller dela
ta: சேமி அல்லது பகிர்
te: సేవ్ లేదా షేర్ చేయి
th: บันทึกหรือแชร์
tr: Kaydet veya paylaş
uk: Зберегти або поділитися
ur: محفوظ کریں یا شیئر کریں
vi: Lưu hoặc chia sẻ
zh_hans: 保存或分享
zh_hant: 儲存或分享

# account.export.share.a11yLabel
source: Save or share your data export
ar: احفظ أو شارك نسخة بياناتك
bn: আপনার ডেটা এক্সপোর্ট সেভ বা শেয়ার করুন
ca: Desa o comparteix l'exportació de les teves dades
cs: Uložit nebo sdílet export tvých dat
da: Gem eller del din dataeksport
de: Datenexport sichern oder teilen
el: Αποθήκευση ή κοινοποίηση της εξαγωγής δεδομένων σου
es: Guardar o compartir la exportación de tus datos
fi: Tallenna tai jaa tietojesi vienti
fr: Enregistrer ou partager l’export de vos données
he: שמור או שתף את ייצוא הנתונים שלך
hi: अपना डेटा एक्सपोर्ट सेव या शेयर करें
hr: Spremi ili podijeli izvoz svojih podataka
hu: Az adatexport mentése vagy megosztása
id: Simpan atau bagikan ekspor datamu
it: Salva o condividi l'esportazione dei tuoi dati
ja: データのエクスポートを保存または共有
ko: 내 데이터 내보내기 파일 저장 또는 공유
ml: നിങ്ങളുടെ ഡാറ്റ എക്സ്പോർട്ട് സേവ് ചെയ്യുക അല്ലെങ്കിൽ പങ്കിടുക
ms: Simpan atau kongsi eksport data anda
nb: Lagre eller del dataeksporten din
nl: Je gegevensexport bewaren of delen
pl: Zapisz lub udostępnij eksport swoich danych
pt_br: Salvar ou compartilhar a exportação dos seus dados
pt_pt: Guardar ou partilhar a exportação dos seus dados
ro: Salvează sau trimite exportul datelor tale
ru: Сохранить или поделиться экспортом данных
sk: Uložiť alebo zdieľať export tvojich údajov
sv: Spara eller dela din dataexport
ta: உங்கள் தரவு ஏற்றுமதியைச் சேமி அல்லது பகிர்
te: మీ డేటా ఎగుమతిని సేవ్ లేదా షేర్ చేయండి
th: บันทึกหรือแชร์ข้อมูลที่ส่งออกของคุณ
tr: Veri dışa aktarımınızı kaydedin veya paylaşın
uk: Зберегти або поділитися експортом ваших даних
ur: اپنے ڈیٹا کی ایکسپورٹ محفوظ یا شیئر کریں
vi: Lưu hoặc chia sẻ bản xuất dữ liệu của bạn
zh_hans: 保存或分享你的数据导出文件
zh_hant: 儲存或分享你的資料匯出檔

# account.export.share.hint
source: Opens the share sheet with the downloaded file
ar: يفتح قائمة المشاركة مع الملف الذي نُزّل
bn: ডাউনলোড করা ফাইলসহ শেয়ার শিট খোলে
ca: Obre el full de compartir amb el fitxer descarregat
cs: Otevře sdílení se staženým souborem
da: Åbner delingsarket med den hentede fil
de: Öffnet das Teilen-Menü mit der heruntergeladenen Datei
el: Ανοίγει το φύλλο κοινοποίησης με το αρχείο που κατέβηκε
es: Abre la hoja de compartir con el archivo descargado
fi: Avaa jakovalikon ladatun tiedoston kanssa
fr: Ouvre la feuille de partage avec le fichier téléchargé
he: פותח את גיליון השיתוף עם הקובץ שהורד
hi: डाउनलोड की गई फ़ाइल के साथ शेयर शीट खोलता है
hr: Otvara list za dijeljenje s preuzetom datotekom
hu: Megnyitja a megosztási lapot a letöltött fájllal
id: Membuka lembar bagikan dengan berkas yang diunduh
it: Apre il foglio di condivisione con il file scaricato
ja: ダウンロードしたファイルの共有シートを開きます
ko: 다운로드한 파일과 함께 공유 시트를 열어요
ml: ഡൗൺലോഡ് ചെയ്ത ഫയലുമായി ഷെയർ ഷീറ്റ് തുറക്കുന്നു
ms: Membuka helaian kongsi dengan fail yang dimuat turun
nb: Åpner delingsarket med den nedlastede filen
nl: Opent het deelmenu met het gedownloade bestand
pl: Otwiera arkusz udostępniania z pobranym plikiem
pt_br: Abre a folha de compartilhamento com o arquivo baixado
pt_pt: Abre a folha de partilha com o ficheiro transferido
ro: Deschide foaia de partajare cu fișierul descărcat
ru: Открывает меню «Поделиться» со скачанным файлом
sk: Otvorí ponuku zdieľania so stiahnutým súborom
sv: Öppnar delningsbladet med den nedladdade filen
ta: பதிவிறக்கிய கோப்புடன் பகிர்வுத் தாளைத் திறக்கும்
te: డౌన్‌లోడ్ చేసిన ఫైల్‌తో షేర్ షీట్‌ను తెరుస్తుంది
th: เปิดชีตแชร์พร้อมไฟล์ที่ดาวน์โหลดแล้ว
tr: İndirilen dosyayla paylaşım sayfasını açar
uk: Відкриває меню «Поділитися» із завантаженим файлом
ur: ڈاؤن لوڈ کی گئی فائل کے ساتھ شیئر شیٹ کھولتا ہے
vi: Mở bảng chia sẻ với tệp đã tải
zh_hans: 打开分享面板并附上已下载的文件
zh_hant: 開啟分享選單並附上已下載的檔案

# account.export.title
source: Download everything
ar: نزّل كل شيء
bn: সবকিছু ডাউনলোড করুন
ca: Descarrega-ho tot
cs: Stáhnout vše
da: Hent alt
de: Alles herunterladen
el: Λήψη όλων
es: Descargar todo
fi: Lataa kaikki
fr: Tout télécharger
he: הורד הכול
hi: सब कुछ डाउनलोड करें
hr: Preuzmi sve
hu: Minden letöltése
id: Unduh semuanya
it: Scarica tutto
ja: すべてをダウンロード
ko: 모든 데이터 다운로드
ml: എല്ലാം ഡൗൺലോഡ് ചെയ്യുക
ms: Muat turun semuanya
nb: Last ned alt
nl: Alles downloaden
pl: Pobierz wszystko
pt_br: Baixar tudo
pt_pt: Transferir tudo
ro: Descarcă tot
ru: Скачать всё
sk: Stiahnuť všetko
sv: Ladda ner allt
ta: அனைத்தையும் பதிவிறக்கு
te: అంతా డౌన్‌లోడ్ చేయి
th: ดาวน์โหลดทั้งหมด
tr: Her şeyi indir
uk: Завантажити все
ur: سب کچھ ڈاؤن لوڈ کریں
vi: Tải xuống mọi thứ
zh_hans: 下载全部数据
zh_hant: 下載所有資料

# account.export.toast.failed
source: Couldn't download your data.
ar: تعذّر تنزيل بياناتك.
bn: আপনার ডেটা ডাউনলোড করা যায়নি।
ca: No s'han pogut descarregar les teves dades.
cs: Data se nepodařilo stáhnout.
da: Dine data kunne ikke hentes.
de: Deine Daten konnten nicht heruntergeladen werden.
el: Δεν ήταν δυνατή η λήψη των δεδομένων σου.
es: No se pudieron descargar tus datos.
fi: Tietojesi lataaminen epäonnistui.
fr: Impossible de télécharger vos données.
he: לא ניתן להוריד את הנתונים שלך.
hi: आपका डेटा डाउनलोड नहीं हो सका।
hr: Podaci nisu preuzeti.
hu: Nem sikerült letölteni az adataidat.
id: Datamu tidak bisa diunduh.
it: Impossibile scaricare i tuoi dati.
ja: データをダウンロードできませんでした。
ko: 데이터를 다운로드하지 못했어요.
ml: നിങ്ങളുടെ ഡാറ്റ ഡൗൺലോഡ് ചെയ്യാനായില്ല.
ms: Data anda tidak dapat dimuat turun.
nb: Kunne ikke laste ned dataene dine.
nl: Je gegevens konden niet worden gedownload.
pl: Nie udało się pobrać Twoich danych.
pt_br: Não foi possível baixar seus dados.
pt_pt: Não foi possível transferir os seus dados.
ro: Nu s-au putut descărca datele.
ru: Не удалось скачать ваши данные.
sk: Tvoje údaje sa nepodarilo stiahnuť.
sv: Det gick inte att ladda ner dina data.
ta: உங்கள் தரவைப் பதிவிறக்க முடியவில்லை.
te: మీ డేటాను డౌన్‌లోడ్ చేయలేకపోయాం.
th: ดาวน์โหลดข้อมูลของคุณไม่ได้
tr: Verileriniz indirilemedi.
uk: Не вдалося завантажити ваші дані.
ur: آپ کا ڈیٹا ڈاؤن لوڈ نہیں ہو سکا۔
vi: Không thể tải dữ liệu của bạn.
zh_hans: 无法下载你的数据。
zh_hant: 無法下載你的資料。

# account.field.currentPassword.label
source: Current password
ar: كلمة المرور الحالية
bn: বর্তমান পাসওয়ার্ড
ca: Contrasenya actual
cs: Současné heslo
da: Nuværende adgangskode
de: Aktuelles Passwort
el: Τρέχων κωδικός
es: Contraseña actual
fi: Nykyinen salasana
fr: Mot de passe actuel
he: סיסמה נוכחית
hi: मौजूदा पासवर्ड
hr: Trenutačna lozinka
hu: Jelenlegi jelszó
id: Kata sandi saat ini
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
ml: നിലവിലെ പാസ്‌വേഡ്
ms: Kata laluan semasa
nb: Nåværende passord
nl: Huidig wachtwoord
pl: Obecne hasło
pt_br: Senha atual
pt_pt: Palavra-passe atual
ro: Parola actuală
ru: Текущий пароль
sk: Aktuálne heslo
sv: Nuvarande lösenord
ta: தற்போதைய கடவுச்சொல்
te: ప్రస్తుత పాస్‌వర్డ్
th: รหัสผ่านปัจจุบัน
tr: Mevcut şifre
uk: Поточний пароль
ur: موجودہ پاس ورڈ
vi: Mật khẩu hiện tại
zh_hans: 当前密码
zh_hant: 目前的密碼

# account.field.currentPassword.placeholder
source: Your password
ar: كلمة مرورك
bn: আপনার পাসওয়ার্ড
ca: La teva contrasenya
cs: Tvé heslo
da: Din adgangskode
de: Dein Passwort
el: Ο κωδικός σου
es: Tu contraseña
fi: Salasanasi
fr: Votre mot de passe
he: הסיסמה שלך
hi: आपका पासवर्ड
hr: Tvoja lozinka
hu: A jelszavad
id: Kata sandimu
it: La tua password
ja: あなたのパスワード
ko: 내 비밀번호
ml: നിങ്ങളുടെ പാസ്‌വേഡ്
ms: Kata laluan anda
nb: Passordet ditt
nl: Je wachtwoord
pl: Twoje hasło
pt_br: Sua senha
pt_pt: A sua palavra-passe
ro: Parola ta
ru: Ваш пароль
sk: Tvoje heslo
sv: Ditt lösenord
ta: உங்கள் கடவுச்சொல்
te: మీ పాస్‌వర్డ్
th: รหัสผ่านของคุณ
tr: Şifreniz
uk: Ваш пароль
ur: آپ کا پاس ورڈ
vi: Mật khẩu của bạn
zh_hans: 你的密码
zh_hant: 你的密碼

# account.handle.change
source: Change
ar: تغيير
bn: বদলান
ca: Canvia
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Vaihda
fr: Modifier
he: שינוי
hi: बदलें
hr: Promijeni
hu: Módosítás
id: Ubah
it: Cambia
ja: 変更
ko: 변경
ml: മാറ്റുക
ms: Tukar
nb: Endre
nl: Wijzigen
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sv: Ändra
ta: மாற்று
te: మార్చు
th: เปลี่ยน
tr: Değiştir
uk: Змінити
ur: تبدیل کریں
vi: Đổi
zh_hans: 更改
zh_hant: 變更

# account.handle.change.hint
source: Opens a sheet to choose a new handle
ar: يفتح نافذة لاختيار معرّف جديد
bn: নতুন হ্যান্ডেল বেছে নিতে একটি শিট খোলে
ca: Obre un full per triar un identificador nou
cs: Otevře list pro výběr nového handlu
da: Åbner et ark, hvor du vælger et nyt handle
de: Öffnet ein Fenster zur Wahl eines neuen Handles
el: Ανοίγει ένα φύλλο για να επιλέξεις νέο handle
es: Abre una hoja para elegir un nuevo identificador
fi: Avaa näkymän uuden käyttäjätunnuksen valitsemiseen
fr: Ouvre une feuille pour choisir un nouvel identifiant
he: פותח חלון לבחירת שם משתמש חדש
hi: नया हैंडल चुनने के लिए शीट खोलता है
hr: Otvara list za odabir novog handlea
hu: Megnyit egy lapot az új @név kiválasztásához
id: Membuka lembar untuk memilih handle baru
it: Apre una schermata per scegliere un nuovo handle
ja: 新しいハンドルを選ぶシートを開きます
ko: 새 핸들을 고르는 시트를 열어요
ml: പുതിയ ഹാൻഡിൽ തിരഞ്ഞെടുക്കാൻ ഒരു ഷീറ്റ് തുറക്കുന്നു
ms: Membuka helaian untuk memilih nama pengendali baharu
nb: Åpner et ark for å velge nytt brukernavn
nl: Opent een scherm om een nieuwe handle te kiezen
pl: Otwiera arkusz wyboru nowego uchwytu
pt_br: Abre uma tela para escolher um novo @usuário
pt_pt: Abre uma janela para escolher um novo identificador
ro: Deschide o fereastră pentru alegerea unui nou handle
ru: Открывает окно выбора нового имени пользователя
sk: Otvorí panel na výber nového používateľského mena
sv: Öppnar ett blad där du väljer ett nytt användarnamn
ta: புதிய ஹேண்டிலைத் தேர்ந்தெடுக்கும் தாளைத் திறக்கும்
te: కొత్త హ్యాండిల్ ఎంచుకోవడానికి షీట్‌ను తెరుస్తుంది
th: เปิดชีตเพื่อเลือกแฮนเดิลใหม่
tr: Yeni bir kullanıcı adı seçmek için bir sayfa açar
uk: Відкриває вікно вибору нового @імені
ur: نیا ہینڈل چننے کے لیے شیٹ کھولتا ہے
vi: Mở bảng chọn tên người dùng mới
zh_hans: 打开面板以选择新用户名
zh_hant: 開啟頁面以選擇新的帳號代號

# account.handle.change.message
source: Your old handle becomes free for anyone as soon as you save.
ar: يصبح معرّفك القديم متاحًا للجميع فور الحفظ.
bn: সেভ করার সাথে সাথেই আপনার পুরোনো হ্যান্ডেল যে কেউ নিতে পারবে।
ca: El teu identificador antic quedarà lliure per a qualsevol persona tan bon punt desis.
cs: Tvůj starý handle se po uložení uvolní pro kohokoli.
da: Dit gamle handle bliver ledigt for alle, så snart du gemmer.
de: Dein altes Handle ist für alle frei, sobald du speicherst.
el: Το παλιό σου handle ελευθερώνεται για οποιονδήποτε μόλις αποθηκεύσεις.
es: Tu identificador anterior queda libre para cualquiera en cuanto guardes.
fi: Vanha käyttäjätunnuksesi vapautuu kenen tahansa käyttöön heti, kun tallennat.
fr: Votre ancien identifiant devient disponible pour tout le monde dès que vous enregistrez.
he: שם המשתמש הישן שלך יתפנה לכולם ברגע שתשמור.
hi: सेव करते ही आपका पुराना हैंडल किसी के भी लिए उपलब्ध हो जाएगा।
hr: Tvoj stari handle postaje slobodan za sve čim spremiš.
hu: A régi @neved a mentés pillanatától bárki számára szabaddá válik.
id: Handle lamamu bebas dipakai siapa saja begitu kamu menyimpan.
it: Il tuo vecchio handle torna disponibile per chiunque non appena salvi.
ja: 保存するとすぐに、古いハンドルは誰でも使えるようになります。
ko: 저장하는 즉시 이전 핸들은 누구나 사용할 수 있게 돼요.
ml: നിങ്ങൾ സേവ് ചെയ്യുന്ന ഉടൻ പഴയ ഹാൻഡിൽ ആർക്കും എടുക്കാവുന്നതാകും.
ms: Nama pengendali lama anda tersedia untuk sesiapa sahaja sebaik sahaja anda menyimpan.
nb: Det gamle brukernavnet ditt blir ledig for alle så snart du lagrer.
nl: Je oude handle komt voor iedereen vrij zodra je opslaat.
pl: Twój stary uchwyt stanie się wolny dla wszystkich zaraz po zapisaniu.
pt_br: Seu @usuário antigo fica livre para qualquer pessoa assim que você salvar.
pt_pt: O seu identificador antigo fica livre para qualquer pessoa assim que guardar.
ro: Vechiul tău handle devine liber pentru oricine imediat ce salvezi.
ru: Ваше старое имя станет доступно всем сразу после сохранения.
sk: Tvoje staré používateľské meno bude voľné pre každého hneď po uložení.
sv: Ditt gamla användarnamn blir ledigt för vem som helst så fort du sparar.
ta: நீங்கள் சேமித்ததும் உங்கள் பழைய ஹேண்டில் அனைவருக்கும் கிடைக்கும்.
te: మీరు సేవ్ చేసిన వెంటనే మీ పాత హ్యాండిల్ ఎవరైనా తీసుకునేలా ఖాళీ అవుతుంది.
th: แฮนเดิลเดิมของคุณจะว่างให้ทุกคนใช้ได้ทันทีที่คุณบันทึก
tr: Kaydettiğiniz anda eski kullanıcı adınız herkese açık hale gelir.
uk: Ваше старе @ім’я стане вільним для всіх, щойно ви збережете.
ur: محفوظ کرتے ہی آپ کا پرانا ہینڈل ہر کسی کے لیے دستیاب ہو جاتا ہے۔
vi: Tên người dùng cũ của bạn sẽ được giải phóng cho bất kỳ ai ngay khi bạn lưu.
zh_hans: 你一保存，旧用户名就会释放给任何人使用。
zh_hant: 儲存後，你原本的帳號代號會立即開放給任何人使用。

# account.handle.change.title
source: Change your @handle
ar: تغيير المعرّف
bn: আপনার @হ্যান্ডেল বদলান
ca: Canvia el teu @identificador
cs: Změnit @handle
da: Skift dit @handle
de: @handle ändern
el: Άλλαξε το @handle σου
es: Cambia tu @identificador
fi: Vaihda @käyttäjätunnuksesi
fr: Modifier votre @identifiant
he: שנה את ה-@handle שלך
hi: अपना @handle बदलें
hr: Promijeni svoj @handle
hu: @név módosítása
id: Ubah @handle-mu
it: Cambia il tuo @handle
ja: @ハンドルを変更
ko: @핸들 변경
ml: നിങ്ങളുടെ @handle മാറ്റുക
ms: Tukar @handle anda
nb: Endre @brukernavnet ditt
nl: Wijzig je @handle
pl: Zmień swój @uchwyt
pt_br: Altere seu @usuário
pt_pt: Alterar o seu @identificador
ro: Schimbă-ți @handle-ul
ru: Изменить @имя
sk: Zmeň svoje @používateľské meno
sv: Ändra ditt @användarnamn
ta: உங்கள் @handle-ஐ மாற்றுங்கள்
te: మీ @handle మార్చండి
th: เปลี่ยน @handle ของคุณ
tr: @kullanıcı adınızı değiştirin
uk: Змініть своє @ім’я
ur: اپنا @handle تبدیل کریں
vi: Đổi @handle của bạn
zh_hans: 更改你的 @用户名
zh_hant: 變更你的 @handle

# account.handle.choose.existing
source: When you joined you were given %@. Choose a handle of your own, or keep it for now — you can change it later in Settings.
ar: حين انضممت أُعطيت المعرّف %@. اختر معرّفًا خاصًا بك أو أبقِ عليه حاليًا — يمكنك تغييره لاحقًا من الإعدادات.
bn: যোগ দেওয়ার সময় আপনাকে %@ দেওয়া হয়েছিল। নিজের একটি হ্যান্ডেল বেছে নিন, অথবা আপাতত এটিই রাখুন — পরে সেটিংসে বদলাতে পারবেন।
ca: Quan et vas unir, se't va assignar %@. Tria un identificador propi o conserva'l de moment: el pots canviar més endavant a Ajustos.
cs: Při registraci ti byl přidělen %@. Vyber si vlastní handle, nebo si ho zatím ponech – později ho změníš v Nastavení.
da: Da du tilmeldte dig, fik du %@. Vælg dit eget handle, eller behold det indtil videre – du kan ændre det senere i Indstillinger.
de: Beim Beitritt hast du %@ erhalten. Wähle ein eigenes Handle oder behalte es vorerst – du kannst es später in den Einstellungen ändern.
el: Όταν εγγράφηκες σου δόθηκε το %@. Επίλεξε δικό σου handle ή κράτα αυτό προς το παρόν — μπορείς να το αλλάξεις αργότερα στις Ρυθμίσεις.
es: Al unirte se te asignó %@. Elige un identificador propio o conserva este por ahora: podrás cambiarlo después en Ajustes.
fi: Liittyessäsi sait tunnuksen %@. Valitse oma käyttäjätunnus tai pidä tämä toistaiseksi – voit vaihtaa sen myöhemmin Asetuksissa.
fr: À votre inscription, on vous a attribué %@. Choisissez votre propre identifiant, ou gardez celui-ci pour l’instant — vous pourrez le changer plus tard dans les Réglages.
he: כשהצטרפת קיבלת את %@. בחר שם משתמש משלך, או השאר אותו לעת עתה — אפשר לשנות אותו בהמשך בהגדרות.
hi: जब आप जुड़े थे तब आपको %@ मिला था। अपना खुद का हैंडल चुनें, या अभी इसे रखें — आप इसे बाद में सेटिंग्स में बदल सकते हैं।
hr: Kad si se pridružio/la, dobio/la si %@. Odaberi vlastiti handle ili ga za sada zadrži — možeš ga promijeniti kasnije u Postavkama.
hu: Csatlakozáskor ezt kaptad: %@. Válassz saját @nevet, vagy egyelőre tartsd meg ezt – később a Beállításokban módosíthatod.
id: Saat bergabung kamu diberi %@. Pilih handle sendiri, atau pakai dulu yang ini — kamu bisa mengubahnya nanti di Pengaturan.
it: Quando ti sei iscritto ti è stato assegnato %@. Scegli un handle tutto tuo oppure tienilo per ora: potrai cambiarlo più tardi in Impostazioni.
ja: 参加時に%@が割り当てられました。自分のハンドルを選ぶか、今はそのままにしておけます。あとで設定から変更できます。
ko: 가입할 때 %@ 핸들이 부여되었어요. 나만의 핸들을 고르거나 일단 그대로 두세요. 나중에 설정에서 바꿀 수 있어요.
ml: നിങ്ങൾ ചേർന്നപ്പോൾ %@ എന്ന ഹാൻഡിൽ ലഭിച്ചു. സ്വന്തമായൊന്ന് തിരഞ്ഞെടുക്കുക, അല്ലെങ്കിൽ തൽക്കാലം ഇത് നിലനിർത്തുക — ക്രമീകരണങ്ങളിൽ പിന്നീട് മാറ്റാം.
ms: Semasa anda menyertai, anda diberi %@. Pilih nama pengendali anda sendiri, atau kekalkannya buat masa ini — anda boleh menukarnya kemudian dalam Tetapan.
nb: Da du ble med, fikk du %@. Velg et eget brukernavn, eller behold det for nå. Du kan endre det senere i Innstillinger.
nl: Toen je je aanmeldde kreeg je %@. Kies een eigen handle, of houd deze voorlopig. Je kunt hem later wijzigen in Instellingen.
pl: Po dołączeniu dostałeś(-aś) uchwyt %@. Wybierz własny albo na razie zostaw ten — możesz go zmienić później w Ustawieniach.
pt_br: Quando você entrou, recebeu %@. Escolha um @usuário só seu ou mantenha este por enquanto. Você pode mudar depois em Ajustes.
pt_pt: Quando se juntou, foi-lhe atribuído %@. Escolha um identificador seu ou mantenha este por agora — pode alterá-lo mais tarde nas Definições.
ro: Când te-ai alăturat ți s-a dat %@. Alege un handle propriu sau păstrează-l deocamdată — îl poți schimba mai târziu în Setări.
ru: При регистрации вам дали %@. Выберите своё имя пользователя или пока оставьте это — позже его можно изменить в настройках.
sk: Pri registrácii si dostal %@. Vyber si vlastné používateľské meno alebo si toto zatiaľ ponechaj — môžeš ho neskôr zmeniť v Nastaveniach.
sv: När du gick med fick du %@. Välj ett eget användarnamn, eller behåll det tills vidare – du kan ändra det senare i Inställningar.
ta: நீங்கள் சேர்ந்தபோது உங்களுக்கு %@ வழங்கப்பட்டது. சொந்த ஹேண்டிலைத் தேர்ந்தெடுங்கள், அல்லது தற்போதைக்கு அதையே வைத்திருங்கள் — பிறகு அமைப்புகளில் மாற்றலாம்.
te: మీరు చేరినప్పుడు మీకు %@ ఇవ్వబడింది. మీ స్వంత హ్యాండిల్‌ను ఎంచుకోండి, లేదా ప్రస్తుతానికి దాన్నే ఉంచుకోండి — తర్వాత సెట్టింగ్‌లలో మార్చుకోవచ్చు.
th: ตอนที่คุณเข้าร่วม คุณได้รับ %@ เลือกแฮนเดิลของคุณเอง หรือใช้อันนี้ไปก่อน คุณเปลี่ยนภายหลังได้ในการตั้งค่า
tr: Katıldığınızda size %@ verildi. Kendinize ait bir kullanıcı adı seçin ya da şimdilik bunu koruyun; daha sonra Ayarlar'dan değiştirebilirsiniz.
uk: Коли ви приєдналися, вам дали %@. Виберіть власне @ім’я або поки залиште це — пізніше його можна змінити в Налаштуваннях.
ur: شمولیت پر آپ کو %@ دیا گیا تھا۔ اپنا ہینڈل خود چنیں، یا فی الحال اسی کو رکھیں — آپ اسے بعد میں سیٹنگز میں بدل سکتے ہیں۔
vi: Khi tham gia, bạn được cấp %@. Hãy chọn tên người dùng của riêng bạn, hoặc tạm giữ tên này — bạn có thể đổi sau trong Cài đặt.
zh_hans: 你加入时获得了 %@。请选择一个自己的用户名，或暂时保留它，之后可以在“设置”中更改。
zh_hant: 你加入時獲得的代號是 %@。你可以選擇自己的代號，或暫時沿用，之後可在「設定」中更改。
